/**
 * Wealth-focused personality types
 * These types are characterized by their financial capability and management style
 */

export const PersonalTypes = {
  "1111": {
    "text0": "家族○資金○自分○リスク○",
    "title": "エリート大黒柱タイプ",
    "description": "あなたはとても優秀で実績に裏付けられた自信があるタイプです。\n何事も自己責任で判断することができ、今まで結果を出してきたことでしょう。\nリスクを取ることも恐れず、もし失敗しても次回に活かすことができるタイプですので失敗すらも自分の成長の糧になりそうです。\n地に足をつけて将来のことにも備えられている状態かつ、パートナーの同意も得られれば積極的に新しい知識を取り入れて色々な投資にチャレンジしてみてもいいかもしれません。",
    "investment": "向いている投資→NISA、株式投資、仮想通貨、不動産投資"
  },
  "1110": {
    "text0": "家族○資金○自分○リスク×",
    "title": "堅実秀才",
    "description": "あなたは今までやるべきことをしっかりとやりながら着実に今の状況を築いてきたことでしょう。\nまた、自分自身のことをしっかりと把握することができて自信過剰になりすぎないところも良いところです。\nその堅実性や真面目さを活かしてこれからも着実に資産を増やしつつ適切な判断をすることができそうです。\n投資先を選択する時にどこから情報収集をするかが今後の鍵になりそうです。",
    "investment": "向いている投資→NISA、iDeCo、積立保険"
  },
  "1101": {
    "text0": "家族○資金○自分×リスク○",
    "title": "他人を頼れる司令塔タイプ",
    "description": "あなたは謙虚さを持ち合わせた優秀なリーダータイプ。\n特に自分にできないことをできる人に任せたり仕事を割り振ったりすることができる貴重な存在。\nまた、そこから出た結果を仕事を割り振ったリーダー(自分)の責任として受け入れることができます。\n勇気もあるので投資において大きな成果を得ることができるかもしれません。\nどんな会社や担当者を自分の参謀にするかが超重要。",
    "investment": "向いている投資→個別株、不動産投資、ヘッジファンド"
  },
  "1100": {
    "text0": "家族○資金○自分×リスク×",
    "title": "謙虚堅実、成功者タイプ",
    "description": "あなたはとても謙虚で欲をかかず努力をできるタイプです。\n資産形成においては非常に成功しやすい性質をお持ちのようです。\n自分のやるべきことと任せるべきことの区別がしっかりしていて、地に足がついているので資産形成だけでなく人生が豊かになる可能性も充分！\nあなたはとても良い人なので、私生活のパートナー選びと資産形成の担当者選びを間違えなければ豊かで幸せな人生を送ることができるでしょう。",
    "investment": "向いている投資→ライフプランニングをしっかりして、1から設計すべし。"
  },
  "1011": {
    "text0": "家族○資金×自分○リスク○",
    "title": "一発逆転、冒険者タイプ",
    "description": "あなたは現状の資金面について向き合う必要があるかもしれません。\n浪費を削ったり、収入を上げる努力をするべきかもしれません。\nもしかすると選んだ商品や投資先によって大きな資産を手に入れる可能性はありますがどうしてもギャンブルチックになってしまいます。\n元々知識を吸収したり自分で判断することはできるタイプだと思うので家族のためにもその意識を収入を上げたりすることに向けて見てもいいかもしれません。",
    "investment": "向いている投資→支出の見直し、副業、転職、独立"
  },
  "1010": {
    "text0": "家族○資金×自分○リスク×",
    "title": "努力型堅実タイプ",
    "description": "あなたは堅実な考え方や地に足がついた考え方はありますが、プライドが高かったり努力の方向性が少しズレている可能性があるかもしれません。資産形成は正しい知識を自分が持つことはもちろん大切ですが、それ以上に資金力がものを言う部分がどうしても強いです。\nですので、あなたの勉強熱心さや冷静さ、優秀さを家庭のお金を増やすことに向けてみると良い方向にいく可能性が高そうです。",
    "investment": "向いている投資→支出の見直し、職場での昇給、副業、転職"
  },
  "1001": {
    "text0": "家族○資金×自分×リスク○",
    "title": "夢みがちな危険思想タイプ",
    "description": "あなたの考え方はビジネスや実業では、大成功をおさめてしまうかもしれません。\nリスクを取るべきではないタイミングでアクセルを踏める、そしてその判断を人に任せることができると大社長の昔のエピソードに出てきそうな考え方です。\nただ、資産形成という面においては非常に危険な考え方とも言えます。\n家族を本気で幸せにするためにはそのリスクに晒すことができるのか、なにか努力で解決できることはないのか。考えて見ても良いかもしれません。",
    "investment": "向いている投資→支出の削減、投資の勉強、副業、転職"
  },
  "1000": {
    "text0": "家族○資金×自分×リスク×",
    "title": "できることからコツコツとタイプ",
    "description": "あなたのネックは資金がそこまでないことだけです。\nそして若いからまだ資金がないということであればそれすらも特に気にすることはないでしょう。\nそうでないなら転職や副業、支出の見直しを検討してみてもいいかもしれません。\nまずやるべきこととしては少ない資金を自分や家族のためにどう割り振っていくかの作戦が非常に大切になります。\nしっかりとした計画を立てれば収入を上げることをせずともあなたの目標を達成することができるかもしれません。",
    "investment": "向いている投資→ライフプランニングをして1から無駄なく設計すること、副業、転職"
  },
  "0111": {
    "text0": "家族×資金○自分○リスク○",
    "title": "独身貴族のエリート",
    "description": "あなたは今までしっかり努力をして、自分に自信があり度胸もあるエリートです。\nそんなあなたは職場でも結果を出し浮かれることなく冷静でいられる優秀な人だと思います。\n投資や資産形成もまずはやるべきことがなんなのか、どのくらいのリスクなら取ることができるのかのも持ち前のバランス感覚でしっかりと正しい判断ができるでしょう。\nもしなにか挑戦したいことがあれば人生一度きりなので、起業や独立をして更なる成功を求めてみてもいいかもしれません。",
    "investment": "向いている投資→NISA、株式投資、仮想通貨、起業、不動産投資"
  },
  "0110": {
    "text0": "家族×資金○自分○リスク×",
    "title": "勉強熱心な秀才タイプ",
    "description": "あなたは地に足がついた真面目な人です。\nリスクを取らなくても身の回りのことに困らないような資産を作ることはできそうです。\nまた、結婚してからもお金にことに関してはパートナーから頼られる存在です。\n浪費癖のないパートナーを見つけられたらしっかり将来の計画を立て無駄なコストをかけずにその通りに実行していくことができそうです。\nあなたへのアドバイスはどこから情報を収集するべきかをしっかりと見極めることとタイミングによっては多少リスクを取ってみてもいいかもしれません。",
    "investment": "向いている投資→NISA、iDeCo、保険の積立"
  },
  "0101": {
    "text0": "家族×資金○自分×リスク○",
    "title": "仕事のできる司令塔タイプ",
    "description": "あなたは着実に目の前のことでやるべきこととやるべきでないことを区別することができて、リスクを取ることもできるリーダータイプです。\nまた、自分を自制することもできるのでビジネスにおいてもなにかに挑戦して成功する可能性が高いでしょう。\n資産形成においては信頼できる筋や情報源、担当者を頼り近い将来のことを盤石にした後に勇気を持ってリスクを取る投資をしても良さそうです。\nただし、パートナーや子供など、守るべきものができた時にはリスクテイクの仕方を見直したりする必要はあるかもしれません。",
    "investment": "向いている投資→NISA、ヘッジファンド、不動産投資"
  },
  "0100": {
    "text0": "家族×資金○自分×リスク×",
    "title": "謙虚な成功者タイプ",
    "description": "あなたは謙虚で着実、大きな成果というよりは確実な成果を出すことが得意なタイプです。\nもしまだあなたが独身なのであればお金の管理の面で言えば理想の結婚相手と言えるでしょう。\nあなたの求めるものに大きなリスクを取る必要がないのであれば着実に正しい順番、手段を身につけることができれば間違いなく資産形成を成功させることができそうです。\n唯一のリスクとして、パートナーの金銭感覚や価値観が合わない人でないことを祈ります。",
    "investment": "向いている投資→ライフプランニングを作成して将来を盤石にするべし"
  },
  "0011": {
    "text0": "家族×資金×自分○リスク○",
    "title": "好奇心旺盛な冒険者タイプ",
    "description": "あなたは勉強や情報収集が得意な一方で現状の分析や適切な手段を取ることが苦手な可能性があります。\n若くて資金が不足しているのであれば、今後給料の増加とともにリスクテイクの度合いを上げていくことが好ましいでしょう。\n将来のことや現実的な目線を持ちつつ現状では、もし大きなリターンを狙うにしても趣味の範囲でリスクを取るべしでしょう。\nまた、パートナーや子供などの守るべきものができた場合にはリスクについての向き合い方をより、改める必要性がありそうです。",
    "investment": "向いている投資→支出の削減、副業、転職、昇給、個別株や仮想通貨(家計に影響が出ない範囲)"
  },
  "0010": {
    "text0": "家族×資金×自分○リスク×",
    "title": "コツコツタイプ",
    "description": "あなたは未来に向けて自分でしっかりと自己責任で判断をしたい、情報を収集したいという思いがある反面、現実的には取れる手段は多くないかもしれません。\n過剰なリスクテイクは嫌う性格ですので大失敗することは少ないかもしれませんが日常に潜むリスクや不要な浪費をしてしまうと将来の目標が叶わない可能性大\nまずは銀行預金などで手元のお金を貯めながら将来投資をするためにいまは情報収集に努めるべきかもしれません。",
    "investment": "向いている投資→銀行預金、保険、iDeCo、支出の削減"
  },
  "0001": {
    "text0": "家族×資金×自分×リスク○",
    "title": "超絶危険思想",
    "description": "あなたのタイプはビジネスや経営者としては大成功する可能性があります。\n資金がない中でリスクを取り、自分ではなく他人に任せるというのはなかなかできることではなく大成功した社長が昔話を語る時のエピソードのようです。\nしかし、資産形成という意味では非常に危険な考え方でまずは目の前の貯蓄をすることやリスクが低いことから始めるという考え方にシフトをした方がいいかもしれせん。\nただ、独身のうちはそれでもいいよね、という考え方であればむしろ当てずっぽうで高リスクの投資をするより自分自身を成長させるための資金に投資をしていろいろな勉強をしてみてもいいかもしれませんね。",
    "investment": "向いている投資→自己投資、銀行預金、保険の見直し、支出の削減"
  },
  "0000": {
    "text0": "家族×資金×自分×リスク×",
    "title": "できることからコツコツタイプ",
    "description": "あなたは余裕のある状況ではないかもしれませんが謙虚さと現実的な思考があるので小さなことからコツコツと積み重ねていけばやがて大きな結果を得ることができるようなタイプです。\nまずは日々の生活に無駄がないかとか加入してる保険やサブスクの見直しから始めてみてもいいかもしれません。\n若くて資金がないだけなら今からコツコツやっていけば将来重大なリスクに見舞われることは避けることができそうです。\nそうでないなら副業、転職を検討してみてもいいかも。",
    "investment": "向いている投資→ライフプランニングの作成、支出の削減、保険の見直し、転職、副業"
  }
};
